/*------------------------------------------------------------------------------
 * Name : TestArgs
 * DESC : 
 * VER  : 1.0
 * PROJ : VCC SE Path
 * Copyright 2006 LG CNS All rights reserved
 *------------------------------------------------------------------------------
 *                   변        경        사        항
 *------------------------------------------------------------------------------
 *     DATE      AUTHOR                       DESCRIPTION
 *-------------  --------  ----------------------------------------------------- 
 * 2006. 8. 4.  기술대학원  ver1.0 작성
 *----------------------------------------------------------------------------*/
package chap09;

public class TestArgs {
    public static void main( String[] args ) {
   
        for ( int inx = 0 ; inx < args.length ; inx++ ) {
            System.out.println( "args[" + inx + "] is '" + args[inx] + "'" );
        }  
    }
}
